Repository: giellalt/corpus-nob
Catalog: tmx/fkv/facta/riddu_duottar_museat/fotokafea_pyssyjovessa.odt.tmx
Source language: nob
Languages: fkv

source: Porsanger Museum / Fotokafe Børselv
fkv: Oversatt til kvensk: Kainun institutti - Kvensk institutt 08.03.2017

source: Vi trenger din hjelp!
fkv: Met tarvittemma sinun appuu!

source: Porsanger Museums fotoarkiv digitaliseres fortløpende.
fkv: Porsangin Museumin fotoarkiivin digitaliseerathaan.

source: Vi trenger din hjelp til å identifisere avbildede personer.
fkv: Met tarvittemma sinun appuu ette saatama identifiseerata ihmissii, jokka oon kuvissa.

source: Du inviteres til fotokafé på Kvensk Institutt i Børselv onsdag den 22. mars klokken 1800 – 2000.
fkv: Met kuttuma sinun fotokafehaan, joka oon Kainun institutissa Pyssyjovessa keskiviikkona 22. marsikuuta klo 18.00-20.00.

source: Programleder for kvelden: Førstekonsulent Roger Albrigtsen.
fkv: Programinjohtaaja oon ensimäinen konsulentti Roger Albrigtsen.
